{"title": "Cs<inf>2</inf>AlB<inf>5</inf>O<inf>10</inf>: A short-wavelength nonlinear optical crystal with moderate second harmonic generation response", "abstract": "© 2021 The Royal Society of Chemistry.A new compound Cs2AlB5O10 was synthesized by a high temperature solution method in open air. It features a DUV cutoff edge below 190 nm and a moderate SHG response (0.8 × KDP at 1064 nm), indicating that it may have certain application prospects in the UV nonlinear optical region."}
{"title": "M<inf>2</inf>B<inf>10</inf>O<inf>14</inf>F<inf>6</inf> (M = Ca, Sr): Two Noncentrosymmetric Alkaline Earth Fluorooxoborates as Promising Next-Generation Deep-Ultraviolet Nonlinear Optical Materials", "abstract": "© 2018 American Chemical Society.Two novel noncentrosymmetric alkaline earth fluorooxoborates, M2B10O14F6 (M = Ca, Sr), were synthesized and characterized. Both of these two isostructural compounds had layered [B5O7F3]∞ structures with large second harmonic generation (SHG) responses ranging from 2.3 to 2.5 × KH2PO4 (KDP) and short UV absorption edges (<200 nm). The first-principles calculation demonstrated that their nonlinear optical (NLO) properties were superior to those of KBe2BO3F2 (KBBF). In contrast to the alkali fluorooxoborates, these two fluorooxoborates showed not only remarkable stability against air and moisture but also high thermal stability. Therefore, M2B10O14F6 (M = Ca, Sr) should be promising deep-ultraviolet (DUV) NLO materials."}
{"title": "CsAlB<inf>3</inf>O<inf>6</inf>F: A beryllium-free deep-ultraviolet nonlinear optical material with enhanced thermal stability", "abstract": "This journal is © The Royal Society of Chemistry.The design of new beryllium-free deep-ultraviolet nonlinear optical materials is important but challenging. Here, we describe a new strategy to search for such materials based on rational selection of fundamental structural units. By combining asymmetric AlO3F tetrahedra and π-conjugated B3O6 rings, a new aluminum borate fluoride, CsAlB3O6F was obtained. It exhibits excellent linear and nonlinear optical properties including a high optical transmittance with a cut-off edge shorter than 190 nm, large second harmonic generation intensities (2.0× KH2PO4, KDP), and suitable birefringence for phase-matching under 200 nm. It also has good thermal stability and can be synthesized easily in an open system."}
{"title": "Ba<inf>4</inf>Ca(B<inf>2</inf>O<inf>5</inf>)<inf>2</inf>F<inf>2</inf>: π-conjugation of B<inf>2</inf>O<inf>5</inf>in the planar pentagonal layer achieving large second harmonic generation ofpyro-borate", "abstract": "© The Royal Society of Chemistry 2021.The nonlinear optical (NLO) crystals that can expand the wavelength of the laser to the deep-ultraviolet (DUV) region by the cascaded second harmonic generation (SHG) are of current research interest. It is well known that borates are the most ideal material class for the design of new DUV NLO crystals owing to the presence of good NLO genes,e.g., BO3or B3O6groups. However, the NLOpyro-borates with the B2O5dimers as the sole basic building units are still rarely reported owing to their small SHG responses. In this communication, by constructing a planar pentagonal [Ca(B2O5)]∞layer, the NLOpyro-borate Ba4Ca(B2O5)2F2with a large SHG response (∼2.2 × KDP, or ∼7 × α-Li4B2O5) and a DUV transparent window has been designed and synthesized. The first-principles calculations show that the large SHG response of Ba4Ca(B2O5)2F2mainly originates from the better π-conjugation of the coplanar B2O5dimers in the [Ca(B2O5)]∞layer. In addition, the planar pentagonal pattern in the [Ca(B2O5)]∞layer provides an ideal template for designing the new DUV NLO crystals, apart from those in known DUV borates,e.g., the [Be2BO3F2]∞layer in KBe2BO3F2(KBBF)."}
{"title": "Designing a Beryllium-Free Deep-Ultraviolet Nonlinear Optical Material without a Structural Instability Problem", "abstract": "© 2016 American Chemical Society.A beryllium-free deep-ultraviolet (deep-UV) nonlinear optical (NLO) material K3Ba3Li2Al4B6O20F is developed mainly by the element substitution of Be for Al and Li from Sr2Be2B2O7 that was considered as one of the most promising deep-UV NLO materials. K3Ba3Li2Al4B6O20F preserves the structural merits of Sr2Be2B2O7 and thus exhibits no layering growth tendency and possesses the optical properties required for deep-UV NLO applications, including deep-UV transparency, phase-matchability, and sufficiently large second-harmonic generation (1.5 × KH2PO4). Furthermore, it overcomes the structural instability problem of Sr2Be2B2O7, which is confirmed by the obtainment of large single crystals and phonon dispersion calculations. These attributes make it very attractive for next-generation deep-UV NLO materials. The substitution of Be for Al and Li in beryllium borates provides a new opportunity to design beryllium-free deep-UV NLO materials with good performance."}
{"title": "A short-wave UV nonlinear optical sulfate of high thermal stability", "abstract": "© 2020 Fujian Institute of Research of the Structure of Matter. All rights reserved.Compared with borates, carbonates, nitrates and phosphates, sulfates have been ignored as nonlinear optical (NLO) materials for a long time. Recently, researchers started to realize sulfates which have the potential as NLO materials, and synthesized some sulfate NLO materials by the water solution method and solvothermal method. However, all these sulfate NLO materials have the same problem of low thermal stability. Here, we synthesized a new Cs4Mg6(SO4)8, which crystallizes in the orthorhombic space group P212121 with a = 9.102, b = 9.955, c = 16.127 Å, V = 1461.3 Å3, Z = 2, F(000) = 1352, μ = 5.777 mm-1, R = 0.0213 and wR = 0.0480. The single crystal structure can be described as a three-dimensional framework constructed by MgO6 octahedra and SO4 tetrahedra. Relevant optical measurements indicate that Cs4Mg6(SO4)8 is short-wave ultraviolet transparent and has a moderate second harmonic generation response. Theoretical calculations by the CASTEP package reveal that S-O groups are NLO-active anionic groups. Significantly, Cs4Mg6(SO4)8 has high thermal stability up to 781 °C based on thermal analyses. We believe that our work will provide a new strategy for researchers to develop new sulfate short-wave ultraviolet NLO materials of high thermal stability."}
{"title": "Two Deep Ultraviolet Hydrated Borate Crystals: Centrosymmetric LiRbB <inf>5</inf> O <inf>8</inf> (OH)·H <inf>2</inf> O and Non-Centrosymmetric K <inf>2</inf> B <inf>5</inf> O <inf>8</inf> (OH)·2H <inf>2</inf> O", "abstract": "Copyright © 2019 American Chemical Society. Two hydrated borate crystals, namely, centrosymmetric LiRbB 5 O 8 (OH)·H 2 O (LRB) and non-centrosymmetric K 2 B 5 O 8 (OH)·2H 2 O (K2B5), were successfully synthesized by a solvothermal technique. Although two titled compounds have the same fundamental building block B 5 O 10 (OH), the distinct linkage modes make them exhibit completely different structures. Compounds LRB and K2B5 crystallize in the nonpolar space group of P2 1 /n and polar space group Pna2 1 , respectively. Thermal analyses of both compounds were performed. Besides, they had short UV cutoff edge (<200 nm) according to UV-vis-NIR diffuse reflectance spectroscopy. Significantly, compound K2B5 exhibited a high laser damage threshold and moderate second harmonic generation intensity (0.84 × KDP). Furthermore, the optical properties and electronic structures of both compounds have been well studied by the density functional theory method."}
{"title": "Ba<inf>3</inf>B<inf>10</inf>O<inf>17</inf>Br<inf>2</inf>: a new barium borate halide with B-O layered structure", "abstract": "© The Royal Society of Chemistry.A new barium borate halide, Ba3B10O17Br2, has been obtained. A detailed structural comparison with other barium borate halides suggested that Ba3B10O17Br2 is the first barium borate halide with a B-O layered structure. First-principles theoretical studies were conducted to aid understanding of the electronic structure and optical properties."}
{"title": "Finding the Next Deep-Ultraviolet Nonlinear Optical Material: NH<inf>4</inf>B<inf>4</inf>O<inf>6</inf>F", "abstract": "© 2017 American Chemical Society.Nonlinear optical materials are essential for the development of solid-state lasers. KBe2BO3F2 (KBBF) is a unique nonlinear optical material for generation of deep-ultraviolet coherent light; however, its industrial application is limited. Here, we report a new material NH4B4O6F, which exhibits a wide deep-ultraviolet transparent range and suitable birefringence that enables frequency doubling below 200 nm. NH4B4O6F possesses large nonlinear coefficients about 2.5 times that of KBBF. In addition, it is easy to grow bulk crystals and does not contain toxic elements."}
{"title": "Synthesis, crystal structure and optical properties of a new fluorocarbonate with an interesting sandwich-like structure", "abstract": "© The Royal Society of Chemistry.A new fluorocarbonate, Na3Zn2(CO3)3F, was synthesized using a subcritical hydrothermal method. Na3Zn2(CO3)3F crystallizes in the space group C2/c with a sandwich-like framework in which the stacked [Zn(CO3)]∞ layers are connected with one another by bridging F atoms and [CO3] groups alternately. Interestingly, each Zn atom is surrounded by one F atom and four O atoms, forming a distorted [ZnO4F] trigonal bipyramid, which is observed for the first time in the carbonate system. Na3Zn2(CO3)3F has high transparency in a wide spectral region ranging from UV to mid IR with a short ultraviolet absorption edge (∼213 nm). First-principles calculations revealed that Na3Zn2(CO3)3F possesses a large birefringence (Δn = 0.11, λ = 589 nm), which is mainly contributed by the coplanar arrangement of [CO3] groups in the ab plane. Na3Zn2(CO3)3F might find applications as a UV birefringence crystal."}
