{
  "reaction_type": [
    "solid-state",
    "flux",
    "sol-gel",
    "hydrothermal",
    "co-precipitation",
    "others"
  ],
  "examples": [
    {
      "id": 1,
      "text": "The BaCe0.7In0.15Ta0.05Y0.1O3-δ (BCITY) powder was prepared by combing solid state reaction and Pechini method to ensure homogeneity of mixed oxides. Firstly, the Ba(NO3)2, Ce(NO3)3⋅6H2O, In(NO3)3⋅4.5H2O, and Y(NO3)3⋅6H2O with the stoichiometric amounts were dissolved in deionized water. Secondly, the citric acid, as a complexation agent, was added with the molar ratio (3:2) of citric acid to metal ions. After the pH value of the solution was adjusted to be 7 by adding appropriate ammonia water, the stoichiometric amount of Ta2O5 was added. Thirdly, the solution added with Ta2O5 was stirred continuously during heating to evaporate water until it was changed into viscous gel and finally ignited to flame, which resulted in the formation of some white ashes. Finally, the BCITY powder was obtained by calcining the white ashes at 1000 °C for 5 h in air. In addition, the BaCe0.7Y0.3O3-δ (BCY) powder was also prepared by Pechini method and calcined at 1000 °C for 5 h in air.",
      "reactions": [
        {
          "precursors": [
            "Ba(NO3)2",
            "Ce(NO3)3⋅6H2O",
            "In(NO3)3⋅4.5H2O",
            "Y(NO3)3⋅6H2O",
            "Ta2O5"
          ],
          "additives": [
            "citric acid"
          ],
          "target": {
            "target_formula": "BaCe0.7In0.15Ta0.05Y0.1O3-δ",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "solid-state"
        }
      ]
    },
    {
      "id": 2,
      "text": "Nonetheless, the molten salt flux assistance has room for optimization and provides control over the synthesized material. The effect of controlling the flux parameters (reactant to flux molar ratio, temperature, and time) on the hydrogen evolution photocatalytic activity of SnNb2O6 was investigated as a means to control the surface properties. They started from SnO and Nb2O5 with excess SnCl2, and the molar ratio of reactant to flux was varied between 1:1 and 1:14. The crystal morphology was tuned by increasing the flux to reactant molar ratio, affording well-defined particles with non-aggregated surfaces. The XRD patterns and SEM analyses confirmed a 2D anisotropic growth along the (bc) plane, providing a plate-like morphology as the flux ratio increased. Fig. 6 shows SEM images of SnNb2O6 synthesized by the molten salt flux-assisted method and by solid-state synthesis.",
      "reactions": [
        {
          "precursors": [
            "SnO",
            "Nb2O5"
          ],
          "additives": [
            "SnCl2"
          ],
          "target": {
            "target_formula": "SnNb2O6",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "flux"
        }
      ]
    },
    {
      "id": 3,
      "text": "The particles of SrTiO3:Rh(2%) were prepared via the water-based hetero-chelate method (WH-method), which was recently developed by our group, using a stable titania sol as a precursor. The aqueous titania sol (AA-sol) was prepared by mixing TIPT, an aqueous solution of acac, and an aqueous solution of AcOH. The AA-sol was mixed with an aqueous solution containing both Sr(OAc)2 (1.08 mol L-1) and lactic acid (2.16 mol L-1) and an aqueous solution of RhCl3 (0.24 mol L-1) at a ratio of Sr:Ti:Rh = 1.02:0.98:0.02, and stirred for 1 hour at room temperature, yielding an orange transparent sol. To the sol was added an acrylic emulsion and it was stirred for 15 minutes at room temperature, then dried at 80 °C for 3 hours, and finally calcined at 1000 °C for 10 hours, yielding SrTiO3:Rh (Rh: 2%) powdered samples (these samples are denoted as WH-particles). For comparison, SrTiO3:Rh(2%) particles were also prepared via the solid state reaction method (SS-method) using TiO2, SrCO3 and Rh2O3 as raw materials, and calcination at 1000 °C for 10 hours (these samples will be denoted by SS-particles) followed.",
      "reactions": [
        {
          "precursors": [
            "TiO2",
            "SrCO3",
            "Rh2O3"
          ],
          "additives": [],
          "target": {
            "target_formula": "SrTiO3:Rh",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "solid-state"
        },
        {
          "precursors": [
            "TIPT",
            "Sr(OAc)2",
            "RhCl3"
          ],
          "additives": [
            "lactic acid",
            "acrylic emulsion"
          ],
          "target": {
            "target_formula": "SrTiO3:Rh",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "others"
        }
      ]
    },
    {
      "id": 4,
      "text": "Strontium titanate doped with rhodium species (SrTiO3:Rh) was prepared by solid state reaction. A mixture of SrCO3, TiO2 and Rh2O3 (Sr:Ti:Rh = 1:0.99:0.01 to form the ideal formula of SrTi0.99Rh0.01O3-δ) was calcined in air at 873 K for 2 h and subsequently at 1273 K for 10 h. A Pt cocatalyst was loaded onto SrTiO3:Rh by impregnation using H2PtCl6 6H2O and subsequent heating under a H2 flow at 573 K for 2 h. In the case of a Ru cocatalyst, Ru species were loaded on SrTiO3:Rh by means of a photodeposition method using RuCl3 nH2O as a Ru source, according to the method reported previously.",
      "reactions": [
        {
          "precursors": [
            "SrCO3",
            "TiO2",
            "Rh2O3"
          ],
          "additives": [],
          "target": {
            "target_formula": "SrTi0.99Rh0.01O3-δ",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "solid-state"
        }
      ]
    },
    {
      "id": 5,
      "text": "(1−x)(Ca0.88Sr0.12)TiO3–x(Bi0.5Na0.5)TiO3 [hereafter referred to as (1−x)CST–xBNT] ceramics (x = 0.025, 0.050, 0.075, 0.10) were prepared by the conventional solid-state reaction method. The starting materials were high-purity grade powders (> 99%): CaCO3, SrCO3, Bi2O3, Na2CO3 and TiO2. CST and BNT powders were synthesized separately by mixing the starting materials according to the desired stoichiometry, and milled with ZrO2 balls and deionized water for 6 h in nylon jars. After drying, the powders were calcined at 1100 °C for 3 h and 850 °C for 3 h, respectively. The resulting powders were re-milled for 6 h. After that, the dried and re-milled mixtures were granulated with appropriate poly vinyl alcohol (PVA) as binder and uniaxial pressed at 300 MPa into cylinders with approximate size of 15 mm in diameter and 7.3 mm in thickness. The cylinders with x = 0.05, 0.075 and 0.1 were sintered in air at 1225–1300 °C for 3 h, and the cylinders with x = 0.025 were sintered in air at 1275–1375 °C for 3 h. Phase identification of the sintered products were analysed by X-ray diffraction (XRD; RIGAKU; SmartLab 3) using CuKα radiation. Microstructures of the surfaces were investigated by a scanning electron microscopy (SEM; JEOL, JSM-5900) with an accelerating voltage of 15 kV.",
      "reactions": [
        {
          "precursors": [
            "CaCO3",
            "SrCO3",
            "TiO2"
          ],
          "additives": [],
          "target": {
            "target_formula": "Ca0.88Sr0.12TiO3",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "solid-state"
        },
        {
          "precursors": [
            "Bi2O3",
            "Na2CO3",
            "TiO2"
          ],
          "additives": [],
          "target": {
            "target_formula": "Bi0.5Na0.5TiO3",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "solid-state"
        },
        {
          "precursors": [
            "Ca0.88Sr0.12TiO3",
            "Bi0.5Na0.5TiO3"
          ],
          "additives": [
            "PVA"
          ],
          "target": {
            "target_formula": "(1−x)(Ca0.88Sr0.12)TiO3–x(Bi0.5Na0.5)TiO3",
            "amount_var": {
              "x": [
                0.025,
                0.05,
                0.075,
                0.1
              ]
            },
            "element_var": {}
          },
          "reaction_type": "solid-state"
        }
      ]
    },
    {
      "id": 6,
      "text": "CaBiO2Cl samples were prepared by a two-step process. All chemicals used were analytic grade reagents without further purification. The starting materials of Bi(NO3)3 and KCl (1:1 molar ratio) were mixed together, and then 60 mL of distilled water was added. White precipitate appeared immediately and was stirred for 5 h to complete the precipitation reaction. The precipitate was collected and washed with deionized water thoroughly and dried at 80 °C in air. The final BiOCl powder was obtained as seen from XRD patterns (see Fig. S1 in ESI†). In what followed, BiOCl and Ca(NO3)2 (1:1 molar ratio) were used to synthesize CaBiO2Cl by a solid-state reaction. The reactant powders were thoroughly ground together into a homogeneous mixture using a mortar and pestle, transferred to an alumina crucible, and subsequently heated in air at different temperatures for 12 h. A pale yellow polycrystalline powder (CaBiO2Cl) was obtained from the reactions. TiO2-xNx known for its good photocatalytic activity in the decomposition of pollutants under visible-light irradiation, was also prepared as a reference.",
      "reactions": [
        {
          "precursors": [
            "Bi(NO3)3",
            "KCl"
          ],
          "additives": [],
          "target": {
            "target_formula": "BiOCl",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "co-precipitation"
        },
        {
          "precursors": [
            "BiOCl",
            "Ca(NO3)2"
          ],
          "additives": [],
          "target": {
            "target_formula": "CaBiO2Cl",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "solid-state"
        }
      ]
    },
    {
      "id": 7,
      "text": "Single crystals of TbBaMn2O6 were obtained by floating zone (FZ) method. The synthesis of the powder sample requires several complex processes as described in Ref. [2]. Starting materials Tb4O7, MnCO3 and BaCO3 were thoroughly ground, pressed into pellets and calcined in an Ar flow at 1300 °C for 24 h, which yielded the A-site ordered oxygen-deficient perovskite TbBaMn2O6-y with a large amount (y∼1) of oxygen vacancy in the TbO layer. By floating-zone method using sintered TbBaMn2O6-y (y∼1), single crystals were grown at a crystallization rate of 15 mm/h under Ar gas flow. Then, obtained crystals were annealed under flowing O2 at 500 °C for 48 h, by which crystals were fully oxidized to TbBaMn2O6 (y→0) without a solid solution of Tb/Ba at the A-sites.",
      "reactions": [
        {
          "precursors": [
            "Tb4O7",
            "MnCO3",
            "BaCO3"
          ],
          "additives": [],
          "target": {
            "target_formula": "TbBaMn2O6-y",
            "amount_var": {
              "y": [
                1
              ]
            },
            "element_var": {}
          },
          "reaction_type": "solid-state"
        },
        {
          "precursors": [
            "TbBaMn2O6-y"
          ],
          "additives": [],
          "target": {
            "target_formula": "TbBaMn2O6",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "others"
        }
      ]
    },
    {
      "id": 8,
      "text": "Three interesting papers published during this review period demonstrated the ability of XRF techniques to give chemical information on multilayered structures. Doomes and McGuire391 reported their work on ion beam sputtered multilayer SiO2/Ta2O5 coatings on fused SiO2 substrates. XAS gave chemical and structural features of the dielectric multilayered NO2/Ta2O5 mirror coatings. Rajput et al.392 studied the depth resolved structural information of heavy ion induced phase formation in Si/Fe/Si trilayers. XRF measurements gave the Fe depth distribution, whilst Mossbauer spectroscopy and XAFS provided information about changes in local structure. Synthesis and characterisation of a new four-layer Aurivillius phase Bi2SrNa2Nb4O15 was reported by Liang et al.393 Following a solid state reaction of Bi2SrNa2Nb4O9 and NaNbO3 at 1100 °C, XRD was used to show the resultant crystalline structure and XRF and thermogravimetry used for the measurement of composition the multilayers formed.",
      "reactions": [
        {
          "precursors": [
            "Bi2SrNa2Nb4O9",
            "NaNbO3"
          ],
          "additives": [],
          "target": {
            "target_formula": "Bi2SrNa2Nb4O15",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "solid-state"
        }
      ]
    },
    {
      "id": 9,
      "text": "Single crystals of Cd4YbO(BO3)3 were grown through high-temperature solid state reactions. A mixture of CdCO3 (8.0 mmol), H3BO3 (6.0 mmol) and Yb2O3 (1.0 mmol) in the molar ratio of 8:6:1 was ground and loaded into a platinum crucible. The synthesis was performed in four steps. First, the mixture was heated at 500 °C for one day in order to decompose H3BO3 and CdCO3. Second, the resulting mixture was further heated for one day at 1200 °C until a transparent and clear melt was formed. Third, the melt was allowed to cool slowly (3 °C h-1) to the final crystallization temperature (1100 °C). Finally, the obtained mixture was quenched to room temperature. Colorless, transparent crystals were obtained for structure determination. After proper structural analysis, pure powder samples of Cd4YbO(BO3)3 were obtained in quantitative yield through the solid-state reactions from a stoichiometric mixture of CdCO3, H3BO3 and Yb2O3 at 950 °C for 5 days.",
      "reactions": [
        {
          "precursors": [
            "CdCO3",
            "H3BO3",
            "Yb2O3"
          ],
          "additives": [],
          "target": {
            "target_formula": "Cd4YbO(BO3)3",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "solid-state"
        }
      ]
    },
    {
      "id": 10,
      "text": "Perovskite nanosheets were prepared by delaminating layered perovskites according to previously described procedures. The starting material KCa2Nb3O10, prepared by a solid-state reaction, was converted into a protonic form, HCa2Nb3O10 1.5H2O, in HNO3 solution. A colloidal suspension of Ca2Nb3O10 nanosheets was synthesized by delaminating HCa2Nb3O10 1.5H2O, with tetrabutylammonium hydroxide solution (TBAOH). Sr2Nb3O10, Ca2Ta3O10, and Sr2Ta3O10 nanosheets were also synthesized by delaminating layered perovskites (KSr2Nb3O10, KCa2Ta3O10, and KSr2Ta3O10).",
      "reactions": [
        {
          "precursors": [
            "KCa2Nb3O10"
          ],
          "additives": [
            "HNO3"
          ],
          "target": {
            "target_formula": "HCa2Nb3O10 1.5H2O",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "others"
        },
        {
          "precursors": [
            "HCa2Nb3O10 1.5H2O"
          ],
          "additives": [
            "TBAOH"
          ],
          "target": {
            "target_formula": "Ca2Nb3O10",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "others"
        },
        {
          "precursors": [
            "KSr2Nb3O10"
          ],
          "additives": [],
          "target": {
            "target_formula": "Sr2Nb3O10",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "others"
        },
        {
          "precursors": [
            "KCa2Ta3O10"
          ],
          "additives": [],
          "target": {
            "target_formula": "Ca2Ta3O10",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "others"
        },
        {
          "precursors": [
            "KSr2Ta3O10"
          ],
          "additives": [],
          "target": {
            "target_formula": "Sr2Ta3O10",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "others"
        }
      ]
    },
    {
      "id": 11,
      "text": "Polycrystalline LiFeP2O7 was synthesized by solid-state methods. Stoichiometric amounts of LiH2PO4 (Alfa Aesar, 97%), Fe2O3 (Fisher Scientific, Certified), and NH4H2PO4 (Alfa Aesar, 98.0%) were ground thoroughly, packed tightly in a platinum crucible, and heated to 200 °C for 10 h to decompose ammonium dihydrogen phosphate, and then 600 °C for 20 h and 850 °C for 20 h with intermittent regrindings. The purity of polycrystalline LiFeP2O7 was confirmed by powder XRD (see Figure S1).",
      "reactions": [
        {
          "precursors": [
            "LiH2PO4",
            "Fe2O3",
            "NH4H2PO4"
          ],
          "additives": [],
          "target": {
            "target_formula": "LiFeP2O7",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "solid-state"
        }
      ]
    },
    {
      "id": 12,
      "text": "The Sr1−xCexCo0.2Fe0.8O3−δ (x = 0.0, 0.10, 0.15 and 0.20) and La0.6Sr0.4Co0.2Fe0.8O3−δ (LSCF6428) samples were synthesized by the EDTA-citrate complexing method. Stoichiometric amounts of metal nitrate precursors Sr(NO3)2 (Alfa Aesar), Co(NO3)2·6H2O (Acros Organics), Fe(NO3)3·6H2O (Sigma Aldrich), and Ce(NO3)3·6H2O (Fisher Scientific) or La(NO3)3·6H2O (Sigma Aldrich) were dissolved in distilled water and EDTA (Ethylenediaminetetraacetic acid) was added to the solution while stirring continuously. A solution of ammonium hydroxide (NH4OH) was used to control the pH at 6. At a pH of 6 and a temperature of 60 °C, citric acid was added to the solution. The mole ratio of metal ions to EDTA and citric acid was 1:1:1.5. The mixed solution was then heated to 90 °C while stirring until a brown gel was formed. The gel was dried overnight in an oven at 150 °C, followed by grinding the formed precursors. The ground powder was calcined in air at 1100 °C for 5 h to allow the cubic perovskite phase to form. The NiO–YSZ was synthesized using a conventional solid-state method, for which the details are presented in our previous publication.",
      "reactions": [
        {
          "precursors": [
            "Sr(NO3)2",
            "Co(NO3)2·6H2O",
            "Fe(NO3)3·6H2O",
            "Ce(NO3)3·6H2O"
          ],
          "additives": [
            "EDTA",
            "citric acid",
            "NH4OH"
          ],
          "target": {
            "target_formula": "Sr1−xCexCo0.2Fe0.8O3−δ",
            "amount_var": {
              "x": [
                0.0,
                0.1,
                0.15,
                0.2
              ]
            },
            "element_var": {}
          },
          "reaction_type": "others"
        },
        {
          "precursors": [
            "La(NO3)3·6H2O",
            "Sr(NO3)2",
            "Co(NO3)2·6H2O",
            "Fe(NO3)3·6H2O"
          ],
          "additives": [
            "EDTA",
            "citric acid",
            "NH4OH"
          ],
          "target": {
            "target_formula": "La0.6Sr0.4Co0.2Fe0.8O3−δ",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "others"
        }
      ]
    },
    {
      "id": 13,
      "text": "The new phases, Na4M3(PO4)2(P2O7) (M = Mn, Co, Ni), were also obtained as a microcrystalline powder by solid-state reaction, employing as precursors Na4P2O7, MnCO3, CoCO3·4H2O, Ni(NO3)2·6H2O, and NH4H2PO4, in the same molar ratios used to obtain single crystals. The mixtures were heated at 300 °C in a porcelain crucible to decompose and remove the volatile species. Then, accumulative treatments for 24 h each at 400, 500, 600, and 700 °C for manganese and cobalt samples and up to 800 °C in the case of the nickel sample were performed.",
      "reactions": [
        {
          "precursors": [
            "Na4P2O7",
            "MnCO3",
            "NH4H2PO4"
          ],
          "additives": [],
          "target": {
            "target_formula": "Na4Mn3(PO4)2(P2O7)",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "solid-state"
        },
        {
          "precursors": [
            "Na4P2O7",
            "CoCO3·4H2O",
            "NH4H2PO4"
          ],
          "additives": [],
          "target": {
            "target_formula": "Na4Co3(PO4)2(P2O7)",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "solid-state"
        },
        {
          "precursors": [
            "Na4P2O7",
            "Ni(NO3)2·6H2O",
            "NH4H2PO4"
          ],
          "additives": [],
          "target": {
            "target_formula": "Na4Ni3(PO4)2(P2O7)",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "solid-state"
        }
      ]
    },
    {
      "id": 14,
      "text": "We used sources of thallium with a composition TlxBa2Ca2Cu3Oz (x=1.0–1.8) and a weight of 0.5 or 3 g. They were prepared by mixing stoichiometric amounts of Tl2O3 and the mixed oxides BaCuO2 and Ca2CuO3 with the composition “Ba2Ca2Cu3O7” (prepared by solid state reaction in flowing oxygen at 900 °C and 24 h from BaO2, CuO and pre-fired CaO).",
      "reactions": [
        {
          "precursors": [
            "Tl2O3",
            "BaCuO2",
            "Ca2CuO3",
            "Ba2Ca2Cu3O7"
          ],
          "additives": [],
          "target": {
            "target_formula": "TlxBa2Ca2Cu3Oz",
            "amount_var": {
              "x": [
                1.0,
                1.8
              ]
            },
            "element_var": {}
          },
          "reaction_type": "solid-state"
        },
        {
          "precursors": [
            "BaO2",
            "CuO",
            "CaO"
          ],
          "additives": [],
          "target": {
            "target_formula": "Ba2Ca2Cu3O7",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "solid-state"
        }
      ]
    },
    {
      "id": 15,
      "text": "Polycrystalline samples of ACu3Sn4O12 (A = Ca2+, Sr2+, and Pb2+) were prepared under high-temperature and high-pressure conditions. CaCO3, SrCO3, PbO, CuO, and SnO2 were used as starting powder materials for the synthesis. Calcined samples of CaCu3Sn4O12 and SrCu3Sn4O12 were made by heating the mixture of raw materials at 1000 °C for 20 h in air. They were ground, packed into gold capsules, and then pressed under 6 GPa at 1000 °C for 30 min with a cubic-anvil-type high-pressure apparatus. The mixture of PbO, CuO, and SnO2 for the synthesis of PbCu3Sn4O12 was treated under the same high-temperature and high-pressure condition used in the synthesis of CaCu3Sn4O12 and SrCu3Sn4O12.",
      "reactions": [
        {
          "precursors": [
            "CaCO3",
            "CuO",
            "SnO2"
          ],
          "additives": [],
          "target": {
            "target_formula": "CaCu3Sn4O12",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "solid-state"
        },
        {
          "precursors": [
            "SrCO3",
            "CuO",
            "SnO2"
          ],
          "additives": [],
          "target": {
            "target_formula": "SrCu3Sn4O12",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "solid-state"
        },
        {
          "precursors": [
            "PbO",
            "CuO",
            "SnO2"
          ],
          "additives": [],
          "target": {
            "target_formula": "PbCu3Sn4O12",
            "amount_var": {},
            "element_var": {}
          },
          "reaction_type": "solid-state"
        }
      ]
    },
    {
      "id": 16,
      "text": "Powders of Cu3xLa1–xTa7O19 solid solutions with nominal composition of x = 0.1–0.8 were prepared by a solid state reaction from raw materials of Cu2O, La2O3 and Ta2O5 where La2O3 was calcined at 1173 K for 2 h prior to use. The raw materials were mixed in molar ratios of Cu : La :Ta = 3.15x : 1 − x : 7 in a glove box filled with nitrogen to prevent the formation of La(OH)3 by a reaction with moisture because the oxidation of Cu(i) species by H2O liberated from La(OH)3 in the heating process was not desired. The purpose of the addition of excess Cu2O was to compensate the loss of Cu2O by volatilization in the heating process. The mixed powder was fused in a quartz glass tube under vacuum, and then it was heated at 1323 K for 1 week. A powder of Cu3Ta7O19 (x = 1) was obtained by a flux synthesis method using CuCl as a flux reagent at 1073 K for 20 h according to the literature.28 A powder of the x = 0.6 sample was also synthesized by the flux synthesis method with the same condition as that for Cu3Ta7O19. In addition, Cu5Ta11O30 of another Cu(i)-tantalate was also synthesized by the solid state reaction at 1323 K, 5 h for comparison. After heating treatment, the samples containing Cu(i) were washed by 1 mol L−1 NH3 several times to remove unreacted Cu2O and/or the CuCl flux followed by washing with distilled water. After washing treatment, the samples were dried under vacuum at room temperature. A powder of LaTa7O19 (x = 0) was synthesized by a polymerizable complex method with final heat-treatment at 1273 K for 2 h as reported elsewhere.",
      "reactions": [
        {
          "precursors": [
            "Cu2O",
            "La2O3",
            "Ta2O5"
          ],
          "additives": [],
          "target": {
            "target_formula": "Cu3xLa1–xTa7O19",
            "amount_var": {
              "x": [
                0.1,
                0.8
              ]
            },
            "element_var": {}
          },
          "reaction_type": "solid-state"
        }
      ]
    },
    {
      "id": 17,
      "text": "A series of Sr2LaSbO6: xEu3+(x = 0.1, 0.2, 0.3, 0.4, 0.5, and 0.6) were synthesized by a solid state reaction method. SrCO3 (99.9%), La2O3 (99.99%), Sb2O5 (99.99%) and Eu2O3 (99.99%) were used as the raw materials. Stoichiometric amounts of reagents were mixed and ground in an agate mortar thoroughly. Then the mixtures were transferred into alumina crucibles and sintered at 1500 °C for 4 h in air.",
      "reactions":[
        {
          "precursors": [
            "SrCO3",
            "La2O3",
            "Sb2O5",
            "Eu2O3"
          ],
          "additives": [],
          "target": {
            "target_formula": "Sr2LaSbO6:xEu3+",
            "amount_var": {
              "x": [
                0.1,
                0.2,
                0.3,
                0.4,
                0.5,
                0.6
              ]
            },
            "element_var": {}
          },
          "reaction_type": "solid-state"
        }
      ]
    },
    {
      "id": 18,
      "text": "Polycrystalline samples of A3−x−y/2Lix+yTa6−xZrxSi4O26 (A = Sr and Ba; x = 0.5–3.0; y = 0–2.0) were synthesized by a conventional solid state reaction. The stoichiometric amounts of Li2CO3 (Kojundo Chemical Laboratory, 99.99%), SrCO3 (Soekawa Chemical Industries, 99.99%) or BaCO3 (Soekawa Chemical Industries, 99.99%), Ta2O5 (Rare Metallic, 99.9%), ZrO2 (Rare Metallic, 99.99%), and SiO2 (Kojundo Chemical Laboratory, 99.9%) were mixed in an agate mortar with ethanol. The synthesis conditions for A3LixTa6 − xZrxSi4O26 are as follows. The mixture of starting materials was pressed into a pellet and calcined at 800 °C for 8 h in air, and 1000 °C and 1100–1200 °C for A = Ba and Sr, respectively, for 12 h in air with an intermediate grinding. But only the sample with A = Sr and x = 0.5 was calcined at 1150 °C for 12 h and then 1200 °C for 12 h before final sintering. After the calcined sample was ground, the obtained powder was pressed into a pellet and sintered at 1000–1350 °C for 8 h in air. ",
      "reactions": [
        {
          "precursors": [
            "Li2CO3",
            "SrCO3",
            "Ta2O5",
            "ZrO2",
            "SiO2"
          ],
          "additives": [],
          "target": {
            "target_formula": "Sr3−x−y/2Lix+yTa6−xZrxSi4O26",
            "amount_var": {
              "x": [
                0.5,
                3.0
              ],
              "y": [
                0,
                2.0
              ]
            },
            "element_var": {}
          },
          "reaction_type": "solid-state"
        },
        {
          "precursors": [
            "Li2CO3",
            "BaCO3",
            "Ta2O5",
            "ZrO2",
            "SiO2"
          ],
          "additives": [],
          "target": {
            "target_formula": "Ba3−x−y/2Lix+yTa6−xZrxSi4O26",
            "amount_var": {
              "x": [
                0.5,
                3.0
              ],
              "y": [
                0,
                2.0
              ]
            },
            "element_var": {}
          },
          "reaction_type": "solid-state"
        }
      ]
    }
  ]
}